Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: འཇིག་རྟེན་མ་ལུས་བསམ་པ་ཡི། །ལས་རྣམས་ཡང་དག་ལྡན་པས་བྱེད། །
en: [The hollow space ] will cause the intended activity To fully manifest in the world. {35.73}

source: ལག་པ་དེ་བཞིན་སྦྱར་བྱས་ནས། །གཡོན་པའི་སྟེང་དུ་གཡས་པ་བཞག །
en: “One should put the hands together as before With the right hand above the left.

source: གཡས་ཀྱི་མཛུབ་མོ་བླངས་ནས་ནི། །གཡོན་པའི་མཛུབ་མོ་བསྒྲེང་བྱས་པ། །
en: Holding the right index finger, One should raise the left index finger.

source: འདི་ནི་སྲོག་ཤིང་ཕྱག་རྒྱ་ཡིན། །དགྲ་རྣམས་ཀུན་ནི་ཟློག་བྱེད་ཅིང་། །
en: This mudrā, called the stick, Is capable of warding off enemies. {35.74}

source: མི་བཟད་ཤིན་ཏུ་འཇིགས་རུང་བའི། །བགེགས་རྣམས་ཐམས་ཅད་ཞི་བར་བྱེད། །
en: “It pacifies all the terrible And very frightening vighnas.

source: སྔགས་ཟློས་པ་ཡིས་བསྟན་པ་ནི། །མ་རུངས་ཐམས་ཅད་གསད་དོན་ཕྱིར། །
en: It has been recommended to the reciters As the means of destroying all evil beings.

source: རྩ་བའི་སྔགས་དང་ཡང་དག་ལྡན། །མྱུར་དུ་ལས་ནི་བྱེད་པར་འགྱུར། །
en: When used in combination with the root mantra, It will swiftly accomplish one’s aims. {35.75}

source: དེ་བཞིན་ལག་པ་སྦྱར་བྱས་ལ། །སྲོག་ཤིང་འདྲ་བར་བཙུགས་བྱས་ནས། །
en: “One should position the hands as before, Forming the shape of a raised stick

source: དེ་སྟེང་ལག་གཡས་བརྐྱང་བྱས་པ། །ཕྱག་རྒྱ་གདུགས་ཞེས་བྱ་བར་བརྗོད། །
en: And stretching out the right hand— This mudrā is called the parasol.

source: ཕྱག་རྒྱ་འདི་ཡིས་བྱ་བ་ནི། །བདག་གི་སྤྱི་བོར་བསྲུང་བར་བྱ། །
en: With it one can perform the protection for the body, If one places it on the head. {35.76}

source: སྔགས་རྣམས་ཀུན་གྱིས་བྱེད་པ་སྟེ། །ལས་ནི་སྲུང་བར་བྱེད་པ་ཡིན། །
en: “It may be used with any mantra In a rite designated as protective.

source: དགྲ་རྣམས་ཀྱི་ནི་གདོང་འགེབས་ཤིང་། །མི་འདོད་པ་དག་རེངས་པར་བྱེད། །
en: One can cover or paralyze, as desired, The mouths of one’s enemies. {35.77}

source: མི་མ་ཡིན་དང་མ་རུངས་པ། །ཅི་ལྟར་འདོད་པར་བྱེད་པ་ཡིན། །
en: “One may do to evil beings, Including humans, whatever one wishes to.

source: གདུགས་ཀྱི་ཕྱག་རྒྱ་དེ་མཐོང་བས། །བགེགས་རྣམས་ཀུན་ནི་རྣམ་པར་འཇིག །
en: All the vighnas will perish Through merely seeing the parasol mudrā. {35.78}

source: ལག་གཉིས་དེ་བཞིན་བྱས་ནས་ནི། །ལག་པ་དག་ནི་མཛེས་སྦྱར་ནས། །
en: “Positioning the hands as before, One should form the auspicious symbol.

source: མཐེ་བོ་མཛུབ་མོ་རྩེ་སྤྲད་ལྡན། །གུང་མོ་གཉིས་ནི་རབ་བརྐྱང་ཞིང་། །
en: The tips of the thumbs should touch, And the middle fingers should be extended. {35.79}

source: སྲིན་ལག་གཉིས་ནི་རྩེ་སྤྲད་བཀུག །གུང་མོའི་ཚིགས་གཉིས་སྦྱར་བར་བྱ། །
en: “The tip of the folded ring finger [Should touch] the middle joint of the middle finger.

source: དེ་ཉིད་མདུང་གི་ཕྱག་རྒྱར་བསྟན། །མ་རུངས་ཐམས་ཅད་ཟློག་པར་བྱེད། །
en: This [mudrā], designated as the javelin, Wards off all evil beings. {35.80}

source: སྲིན་པོ་གདོན་རྣམས་འཇིག་བྱེད་ནས། །འཇིག་རྟེན་མགོན་གྱིས་གསུངས་པ་ཡིན། །
en: “According to the lords of the world It destroys the rākṣasas and the grahas.

source: ཁྲོ་བོའི་རྒྱལ་པོ་གཤིན་རྗེ་གཤེད། །ཁྲོས་པས་རབ་ཏུ་བསྟན་པ་ཡིན། །
en: It is displayed by Yamāntaka, The furious Lord of Wrath. {35.81}

source: མི་བཟད་སྡིག་པའི་ལས་བྱེད་པའི། །འཇིག་རྟེན་ལ་ནི་རབ་མྱུར་བྱེད། །
en: “This mudrā could swiftly bring The rise of terrible evils in this world.

source: སྲོག་ལ་གནོད་པར་བྱེད་པའི་ལས། །སངས་རྒྱས་རྣམས་ཀྱིས་སྤངས་པ་ཡི། །
en: Any activities, though, that destroy life Are shunned by every buddha.

source: ལས་འདི་དག་ནི་མི་བྱ་སྟེའཇིག་རྟེན་དམ་པས་བཀག་པ་ཡིན། །
en: One should never perform activities Forbidden by the most eminent of men. {35.82}

source: ཡང་ན་ཀུན་འགྲོའི་སྔགས་སྦྱར་བའི། །མདུང་གི་ཕྱག་རྒྱ་དམ་པ་ཡིན། །
en: “One can use the supreme javelin With any mantras of general application.

source: གང་དག་འཇིག་རྟེན་སྔགས་རྣམས་དང་། །དེ་བཞིན་རྒྱལ་བས་རབ་བཤད་པ། །དེ་དག་གི་ནི་སྔགས་རྣམས་སྦྱར། །མདུང་གི་ཕྱག་རྒྱ་ལེགས་མཉམ་བཞག །
en: In combination with this mudrā One can use any worldly mantras that have been Taught by the victorious ones, Focusing as much as one is able to. {35.83}

source: སྔགས་ཀྱི་མཆོག་ནི་མི་བཟད་མཐོང་། །བདེན་བྲལ་ཐམས་ཅད་འཇིག་པར་འགྱུར། །ཤ་ཟ་སྐར་མ་ཡི་དགས་དང་། །སྲུལ་པོ་དང་ནི་མ་མོ་དང་། །
en: “When they see this excellent mudrā, All the nairṛtas will perish, And so will the piśācas, the tārakas, The pūtanas along with the mātṛs, {35.84}

source: བྱིས་པའི་གདོན་དང་མི་སྡུག་གཟུགས། །བྱིས་པ་རྣམས་ལ་གནོད་བྱེད་པ། །གང་དག་གདུག་པའི་ལས་ལྡན་པ། །མ་རུངས་ཐམས་ཅད་འཇོམས་པར་བྱེད། །
en: “And the child-stealing virūpākṣas Who oppress children— All these miscreants will perish, Along with other evildoers. {35.85}

source: དེ་བཞིན་ལག་ནི་སྦྱར་བྱས་ནས། །ཐལ་མོའི་རྣམ་པར་བྱས་པ་དག །
en: “Positioning the hands as before To form the shape of a javelin,

source: དེ་ཉིད་རྣམ་པར་བཟློག་བྱ་སྟེ། །སོར་མོ་ཕན་ཚུན་འབྱར་བ་ནི། །
en: One should form an ‘inverted enclosure’ By interlacing one’s fingers. {35.86}

source: རྫོགས་སངས་རྒྱས་པ་ཞེ་སྡང་བྲལ། །དེ་ཉིད་ཁ་སྦྱར་ཞེས་ནི་གསུངས། །
en: “This mudrā is called by the perfect buddhas, Who are free from hatred, the hollow space;

source: ཡི་གེ་གཅིག་པའི་སྔགས་དང་ནི། །ཕྱག་རྒྱ་འདི་ཡི་ལས་ཀྱིས་བྱ། །འདི་ཉིད་ཕྱག་རྒྱས་ཕྱོགས་ཀུན་བཅིང་། །དེ་ནི་ཕྱོགས་བཅིང་ཞེས་བྱའོ། །
en: One should use it in the performance of activities. When this mudrā is used with the mantra One Syllable To seal off all the directions, This is called the ‘binding of the directions.’ {35.87}

source: ཕྱག་རྒྱ་འདི་ནི་བསྲུང་བ་ཆེ། །ཁ་སྦྱར་བྱས་ནས་འདུག་པ་ཡིན། །
en: “This mudrā affords great protection While it remains enclosing the hollow space—

source: གཞན་ཡང་གང་དག་གནོད་བྱེད་པའི། །མ་རུངས་ཐམས་ཅད་འཇིག་པར་བྱེད། །
en: All the miscreants perish, And so do any others who bring harm. {35.88}

source: ལུས་དང་སེམས་ཅན་འཁོར་དང་ནི། །སྤྱོད་ཡུལ་དག་ཀྱང་འཛིན་པར་བྱེད། །
en: “It protects the entire body, As well as one’s retinue within the area.

source: གང་དུ་ཟློས་པ་རྟག་གནས་པ། །མ་ལུས་ཚོགས་ནི་སྲུང་བར་བྱེད། །
en: It always protects the entire environment Where the reciter resides. {35.89}

source: དེ་ལ་སྡིག་པ་ཅི་ཡང་མེད། །ཕན་པ་མེད་པའང་འབྱུང་མི་འགྱུར། །
en: “Such a reciter will not experience downfalls And nothing untoward will happen to him,

source: བདེ་དང་ལོ་ལེགས་ནད་མེད་ན། །
en: Only comfort, abundant provision s, and good health.

source: ཕ་རོལ་དམག་ཚོགས་འཇིགས་པ་གང་། །
en: Would he have to fear even a hostile army? {35.90}

source: དེ་ནས་ལག་གཉིས་ཡང་སྦྱར་ནས། །བཟློག་པར་ཡང་ནི་བྱ་བ་ཡིན། །
en: “Pressing the hands together, One should put them in the reverse position,

source: གཡས་པ་འོག་ཏུ་བྱས་ནས་ནི། །གཡོན་པའང་སྟེང་དུ་བཀན་པར་བྱ། །
en: With the right hand below And the left one above, turned upward.

source: ལག་གཉིས་ཕན་ཚུན་བསྣོལ་བ་འདི། །རྒྱལ་བ་མཆོག་གིས་མཆོག་སྦྱིན་གསུངས། །
en: When the hands are thus placed in relation to each other, The supreme victors call this mudrā the shield. {35.91}

source: སྡིག་པ་ཡང་དག་འབྱུང་བྱེད་པའི། །མ་རུངས་དགྲ་རྣམས་ཟློག་པར་བྱེད། །
en: “This mudrā stops the malice Of wicked enemies from arising.

source: ཡི་གེ་གཅིག་གཉིས་གསུམ་དག་གི། །ཡི་གེ་ལྡན་པ་བརྗོད་པ་དང་། །སྔགས་ནི་འདོད་པ་དང་ལྡན་པས། །འདི་ནི་མྱུར་དུ་ལས་རྣམས་བྱེད། །
en: When used in combination with the syllables of a mantra— One, two, or three —it possesses magical power. {35.92} “When used in combination with one-syllable mantras, This mudrā will swiftly accomplish one’s aims.

source: དགྲ་ལས་བྱུང་བའི་སྡིག་དག་ལ། །དོན་གྱི་ལས་རྣམས་སྣ་ཚོགས་བྱེད། །
en: It will turn the evil activities of one’s enemies Into different kinds of advantages. {35.93}

source: རྩ་བའི་སྔགས་དང་ལྡན་པ་ཡིས། །སྦྲུལ་གྱི་དུག་ནི་སེལ་བར་བྱེད། །ཡང་ན་གཞན་གྱིས་སྦྱར་བ་ཡི། །ལུས་ཅན་སྐྱོན་ནི་སེལ་བར་བྱེད། །
en: “If combined with the root mantra, It neutralizes the poison of snakes And removes from living beings Other accidental mishaps.

source: སངས་རྒྱས་རྐང་གཉིས་མཆོག་དག་གིས། །འདི་ནི་ཕྱག་རྒྱ་མཆོག་ཏུ་གསུངས། །
en: This excellent mudrā has been taught By the perfect buddhas, supreme among two-legged beings. {35.94}

source: ལག་པ་དེ་བཞིན་སྦྱར་བྱས་ནས། །སོར་མོ་རྣམས་ནི་སྦྱར་བ་ལས། །དེ་ཚེ་ད་པུས་འདྲ་བྱ་བ། །རྩ་བར་ཡང་ནི་བཅིང་བ་སྟེ། །
en: “One should join the hands as before, So that they touch along the fingers And form the shape of a mace That is covered at the base—

source: མཐེ་བོ་གཉིས་ཀྱི་དབུས་སུ་ནི། །མཐེའུ་ཆུང་དག་གིས་ལེགས་པར་དཀྲི། །སོར་མོ་དྲུག་གིས་བྱ་བ་ནི། །རྩེ་མོ་སྦྱར་ཏེ་ལེགས་མཛེས་བྱ། །
en: It should be well covered with the small fingers Placed between the two thumbs. {35.95} “Using six fingers, one should then form A nicely pointed shape.

source: འདི་ནི་ད་པུས་ཕྱག་རྒྱར་གསུངས། །
en: This mudrā is called the mace;

source: ལྷ་མིན་ཐམས་ཅད་འཇོམས་པར་བྱེད། །ལྷ་མ་ཡིན་དང་གདུག་སེམས་ལྡན། །མཐོང་བས་སེམས་ནི་ཞི་འགྱུར་ཞིང་། །ཕྱག་རྒྱ་བརྗོད་ན་འཇིག་པར་འགྱུར། །
en: It destroys all the dānavas. {35.96} “When they see the mace mudrā, The daityas and other malevolent beings become gentle. When this highly honored mudrā is raised upward, They perish. {35.97}

source: ད་པུས་ཕྱག་རྒྱ་ལེགས་མཆོད་པ། །རྩ་བའི་སྔགས་ནི་རབ་སྦྱར་ན། །མྱུར་དུ་དོན་རྣམས་བྱེད་ཅིང་ཞི། །
en: “When used in combination with the root mantra, This auspicious mudrā will swiftly accomplish one’s purpose.

source: དེ་བཞིན་རལ་གྲི་བསྟན་པ་ཡང་། །སྲིན་ལག་མཛུབ་མོ་བཀུག་པས་སོ། །
en: When the tips of the ring fingers are folded in, The same mudrā is designated as the sword. {35.98}

source: དེ་བཞིན་ལག་གཉིས་བྱས་ནས་ནི། །རབ་བརྐྱང་དང་པོ་དགུག་པར་བྱ། །སོར་མོ་དག་གིས་འཁོར་ཡུག་ཏུ། །ཁམ་ཕོར་མཉམ་པའི་དབྱིབས་སུ་བྱ། །
en: “Placing the hands exactly as before And stretching them while folding in the fingertips, One should form the shape of a round vessel With the fingers placed all around.

source: དྲིལ་བུར་སངས་རྒྱས་ཀྱིས་མཁྱེན་ཅིང་། །ལུས་ཅན་རྣམས་ལ་ཡང་དག་བསྟན། །
en: The buddhas know this mudrā as the bell, And they taught it as such to beings. {35.99}

source: ལག་གཉིས་དེ་བཞིན་སྦྱར་ནས་ནི། །གཉི་ག་ཁ་སྦྱར་རབ་བཅིངས་ནས། །
en: “One should join the hands together as before, Forming the hollow space mudrā.

source: ཕན་ཚུན་བསྲེ་བ་བྱས་ནས་ནི། །དེ་བཞིན་གུང་མོའི་སོར་མོ་གཉིས། །དཀྱིལ་འཁོར་འདྲ་བར་བྱས་པ་ཡིས། །ཞགས་པ་འདྲ་བར་འབྱུང་བ་ནི། །
en: Then, one should interlace the opposite fingers While forming, with the middle fingers, The shape of a circle, That is, the shape of a noose. {35.100}

source: དེ་ནས་མཛུབ་མོ་གཉིས་པོ་དག །དབུ་མའི་ཚིགས་སུ་བཅིང་བྱ་བ། །འདི་ནི་ཞགས་པ་ཞེས་བྱ་སྟེ། །རྒྱ་འདི་སངས་རྒྱས་ཀྱིས་སྤྲུལ་པའོ། །
en: “Then, when the index fingers Are crossed at the middle joint, This is called the noose — This mudrā is the magical creation of the buddhas

source: སེམས་ཅན་རྣམས་ནི་གདུལ་དོན་དུ། །མི་བཟད་འཆིང་བ་བྱེད་པར་གསུངས། །
en: Intended to guide beings And release them from their terrible bondage. {35.101}

source: གང་ཡང་མ་རུངས་གདུག་པའི་གཟའ། །གང་ཡང་གནོད་སྦྱིན་སྲིན་པོ་རྣམས། །འདི་ནི་ཅུང་ཟད་རབ་བསྐུལ་བས། །འདིར་ནི་མ་མོར་བཅས་པ་འཆིང་། །
en: “If there are evil grahas, Or any cruel rākṣasas, This mudrā, even if activated only slightly, Will bind them, along with the mātṛs. {35.102}

source: ཆིངས་ཤིག་ཆིངས་ཤིག་ཅེས་བརྗོད་པས། །བརྒྱ་བྱིན་བཅས་པའང་འདིར་འཆིང་ན། །
en: “If one utters, ‘Bind, bind!’ and so forth, This mudrā will bind even Śakra,

source: ཤ་ཟ་ཤ་ནི་ཟ་བ་དང་། །མི་ཡི་འཇིག་རྟེན་སྨོས་ཅི་དགོས། །
en: Let alone beings in the human world That feed on carrion and pieces of flesh. {35.103}

source: ལག་གཉིས་དེ་བཞིན་བྱས་ནས་ནི། །དེ་ནི་གཉི་ག་མཉམ་བྱས་ནས། །
en: “One should position the hands as before, Aligning them together.

source: དེ་བཞིན་ལག་པ་གཡས་པ་ནི། །གཡོན་པའི་སྟེང་དུ་ཡོངས་སུ་གཞག །
en: The right hand should be Placed above the left. {35.104}

source: གུང་མོ་དང་ནི་མཛུབ་མོ་དག །དེ་ཉིད་ལྕགས་ཀྱུ་འདྲ་བར་བྱ། །
en: “Keeping this position, the shape of a hook should be formed With the middle and index fingers—

source: ཚིགས་ནི་བར་མ་ལ་བརྟེན་ནས། །མཛུབ་མོ་ཉིད་ནི་ལྕགས་ཀྱུར་བྱ། །
en: That is, the index finger should form a hook While clinging to the joint of the middle finger. {35.105}

source: རྩ་བའི་སྔགས་ལ་འདི་རབ་སྦྱར། །ལྕགས་ཀྱུར་འདི་ནི་རབ་ཏུ་བྱ། །
en: “Used in combination with the root mantra, This activated goad mudrā

source: ཡིད་ལ་གང་ཞིག་ཟློས་པར་འདོད། །མྱུར་དུ་ལས་ནི་རབ་ཏུ་བྱེད། །
en: Will swiftly accomplish the activities Intended by the reciters. {35.106}

source: མྱུར་དུ་ལྷ་དབང་ཚངས་པ་སོགས། །བརྒྱ་བྱིན་བཅས་པའང་འགུགས་པར་བྱེད། །
en: “One will swiftly summon the lords of gods— The Brahmās, the Śakras, and so forth.

source: ཕྱག་རྒྱ་གཙོ་མཆོག་རབ་སྦྱར་བ། །ལྕགས་ཀྱུ་འགུགས་པ་དགེ་བ་ཡིན། །
en: This excellent mudrā, when employed, Becomes an excellent goad for drawing beings. {35.107}

source: ལག་གཉིས་དེ་བཞིན་རབ་སྦྱར་ནས། །བཟློག་པའི་རྣམ་པས་ནང་བཅིངས་ལ། །
en: “Using both hands as before, one should join them In a reverse position, forming a round shape.

source: གཡོན་པའི་ལག་པའི་སོར་མོ་ནི། །གུང་མོ་སྲིན་ལག་དགུག་པར་བྱ། །
en: One should bend the middle and ring fingers Of the left hand, {35.108}

source: གཡས་པའི་ལག་པའི་སོར་མོ་ནི། །གུང་མོ་སྲིན་ལག་རྣམ་པར་དགུག །
en: “And make a threatening gesture With both the index and small fingers of the right hand.

source: མཛུབ་མོ་མཐེའུ་ཆུང་དག་ཀྱང་ནི། །གཉི་ག་སྡིགས་མཛུབ་བྱ་བ་ནི། །
en: It is instructed that the middle and ring fingers Of the right hand should be bent. {35.109}

source: དེ་ནས་རྣམ་བཟློག་བཞག་པ་ལ། །མཐེ་བོ་གཉིས་ནི་དགུག་ཅིང་སྦྱར། །
en: “The hands, being in reverse position, Should press against each other with their thumbs.

source: དེ་ཉིད་བཟང་པོའི་གདན་གསུངས་པ། །ཕྱག་རྒྱ་མཆོག་ནི་དགེ་བ་ཡིན། །
en: This, the auspicious seat, Is said to be an excellent and auspicious mudrā. {35.110}

source: སངས་རྒྱས་ཀུན་གྱི་གདན་ཡིན་ཏེ། །
en: “It is the seat of all the buddhas;

source: ཁྲོ་ལྡན་སེམས་ཅན་ཟློག་པ་ཡིན། །
en: It can ward off angry beings.

source: རྒྱལ་བ་མཆོག་གི་རིགས་ལས་བྱུང་། །སྔགས་རྣམས་ཀུན་ལ་རབ་ཏུ་སྦྱར། །
en: It may be used in combination with any mantra That belongs to a family of the chief victors. {35.111}

source: སངས་རྒྱས་བྱང་ཆུབ་སེམས་དཔའ་ཀུན། །རྫུ་འཕྲུལ་ཆེན་པོ་འཇོམས་བྱེད་ཅིང་། །ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་དག །ཐམས་ཅད་གཡོ་བ་མེད་བྱེད་པའོ། །
en: “[This seat,] fixed by all the buddhas And the bodhisattvas of great power, Stabilizes everything—all the worlds, Including those inhabited by gods. {35.112}

source: བཟང་པོའི་སྟན་ནི་དེ་ཉིད་ལ། །གུང་མོ་ལ་ནི་ཡང་དག་བརྟེན། །
en: “One should form the same auspicious seat. It should, however, rest on the middle fingers—

source: སྟེང་དུ་རྣམ་པར་དགོད་པ་ནི། །གུང་མོ་སྲིན་ལག་རབ་བརྐྱང་བའོ། །
en: These fingers should be extended And the hands raised up.

source: དེ་ཉིད་གདན་དུ་གསུངས་པ་ནི། །ཐུབ་པ་དགྲ་རྒྱལ་སེང་གེས་སོ། །
en: This mudrā has been designated by the lion-like sages, Who have defeated their enemies, as the seat. {35.113}

source: དེ་བཞིན་ལག་གཉིས་སྦྱར་ནས་ནི། །སོར་མོ་རྣམས་ནི་བཅིང་བར་བྱ། །
en: “One should join the hands together By interlacing the fingers.

source: དེ་ནས་ཡལ་ག་འདྲ་བར་ནི། །འོག་ཏུ་མཐེའུ་ཆུང་རྩེ་མོར་སྦྱར། །
en: Then, with the little fingers, one should form below A pointed shape like a braid. {35.114}

source: གུང་མོ་ཡང་དག་དགུག་བྱ་ཞིང་། །པདྨའི་འདབ་ལྟར་ཡངས་པ་བྱ། །
en: “The middle fingers should be bent, Forming the oblong shape of a lotus leaf.

source: མཐེ་བོ་གཉིས་ཀ་སྦྱར་བཞག་ནས། །རྟག་ཏུ་བསྒྲེང་སྟེ་བཞག་པ་ཡིན། །
en: One should join the thumbs together, Always positioning them upright.

source: ཞེ་སྡང་བྲལ་བའི་སངས་རྒྱས་ཀྱིས། །འདི་ནི་རྨ་བྱའི་གདན་དུ་གསུངས། །
en: The perfect buddhas who are free from hatred Call this mudrā the peacock seat. {35.115}

source: འདི་ནི་བློ་ལྡན་འཇམ་པའི་དབྱངས། །བྱང་ཆུབ་སེམས་དཔའ་འདི་ཡི་ནི། །བྱིས་པ་རྟག་ཏུ་རྩེ་བྱེད་པའི། །གདན་དུ་ཐུབ་པ་མཆོག་གིས་གསུངས། །
en: “According to the eminent sages, This is the seat of the sagacious Bodhisattva Mañjughoṣa, Ever for his childlike enjoyment. {35.116}

source: མཐུ་ཆེན་ཕྱག་རྒྱ་ཆེན་པོ་འདི། །རང་བྱུང་རྣམས་ཀྱིས་སྔོན་བཤད་པའོ། །
en: “Formerly taught by the self-arisen [buddhas], This mudrā has great power.

source: འཇམ་དབྱངས་སྔགས་ཀྱིས་རབ་བསྐུལ་ན། །རྣམ་པ་སྣ་ཚོགས་ལས་རྣམས་བྱེད། །
en: When activated with the mantra of Mañjughoṣa, It can accomplish a variety of activities,

source: ཤ་ཟ་ཤ་ནི་ཟ་བ་རྣམས། །གདུག་པ་རྣམས་ནི་འཇིག་པར་བྱེད། །
en: Such as destroying evil beings— Kravyādas and piśitāśas. {35.117}

source: ཉི་ཤུ་དེ་བཞིན་ཚང་བར་ནི། །
en: “This completes the first twenty mudrās;

source: དེ་དག་ཕྱག་རྒྱར་འདོད་པ་སྟེ། །རྫོགས་སངས་རྒྱས་པ་རྐང་གཉིས་མཆོག །འཇིག་རྟེན་གཙོ་བོས་གསུངས་པ་ཡིན། །
en: More [mudrās] beyond these Were taught by the world leaders— The perfect buddhas, supreme among two-legged beings. {35.118}

source: དེ་ནས་གཞན་ཡང་བཤད་བྱ་བ། །ཕྱག་རྒྱ་རྣམས་ཀྱི་ཆོ་ག་རྣམས། །
en: “Next I will teach the procedures Specific to the mudrās.

source: ལག་པ་དགེ་ཞིང་དག་པ་དང་། །དྲི་མེད་ཆུ་ཡིས་བཀྲུས་པ་དང་། །
en: One’s hands should be pure and clean, Washed with unsullied water. {35.119}

source: ཙནྡན་དཀར་དང་ག་པུར་དང་། །གུར་གུམ་ཆུ་དང་ལྡན་པ་ཡི། །དྲི་ཡི་ཁྱད་པར་མང་པོ་ཡིས། །བྱུགས་ཤིང་མེ་ལ་བསྐམས་པ་ཡི། །
en: “They should be sprinkled with water Suffused with white sandalwood, camphor, saffron, And many types of perfume, And then dried in the breeze. {35.120}

source: ལག་པ་མ་ཉམས་གཙང་བ་དང་། །མ་སྨད་ཤུ་བ་མེད་པ་ཡིས། །དང་པོར་ཕྱག་བྱ་རྐང་གཉིས་མཆོག །དེ་ཡི་ཕྱག་རྒྱ་བཅིང་བར་བྱ། །
en: “With the hands, which are clean, unimpaired, Perfect, and free of blisters —only with such hands— One should form a mudrā for saluting, and so forth, The most eminent of two-legged beings, such as {35.121}

source: ས་ལ་མེ་ཏོག་ཀུན་སྐྱེས་དང་། །འོད་དཔག་མེད་དང་རིན་ཆེན་ཏོག །དཔག་མེད་ཚེ་ཤེས་མི་གཡོ་དབང་། །
en: “Śālendra­rāja, Saṃkusumita­rāja, Amitābha, Ratnaketu, Amitāyurjñāna­viniścaya­rāja, The lord of the world Divaṃkara, {35.122}

source: འཇིག་རྟེན་མགོན་པོ་ཉིན་བྱེད་དང་། །བདེ་བྱེད་འཇིག་རྟེན་མགོན་པོ་དང་། །སྤྱན་བཟང་ཆོས་ཀྱི་ཏོག་དང་ནི། །འོད་ཀྱི་ཕྲེང་བ་ཞེས་གྲགས་པ། །གཙོ་བོ་མཆོག་ནི་དམ་པ་དག །
en: “Kṣema, and the lords of the world Sunetra, Dharmaketu, and Prabhāmālin— These are the names of the seniormost [tathāgatas] Who transcend this [world]. {35.123}

source: འདི་དག་ག་པུར་སངས་རྒྱས་ནི། །རྐང་གཉིས་མཆོག་ལ་ཕྱག་བྱས་ནས། །
en: “One should salute any buddha from among the above Who are superior among two-legged beings.

source: གཙང་བའི་གནས་སུ་གཙང་བྱས་ནས། །ཟློས་པའི་དུས་སུ་ཕྱག་རྒྱ་བཅིང་། །
en: Purified, in a clean place, One should form a mudrā during recitation. {35.124}

source: སློབ་དཔོན་ལ་ནི་ཡང་དག་དྲིས། །ཐེ་ཚོམ་དོན་ལས་རྣམ་པར་གྲོལ། །
en: “Once having examined the master, One should relinquish one’s doubts about him.

source: དེ་འདྲའི་སྤྱོད་པ་དེ་ལྡན་ན། །ཅི་ལྟར་བདེ་བར་ཕྱག་རྒྱ་བཅིང་། །
en: Adhering to the right conduct, One should form a mudrā at ease. {35.125}

source: རྣམ་སྦྱངས་རྣམ་པར་དབེན་པ་དང་། །གནས་ཀྱང་མངོན་པར་བསྔགས་བྱས་པ། །
en: “One should clean a [suitable] place, set it up as separate, And incant it with the mantra.

source: ཁྲོས་མིན་ཟས་ལྷག་བཅས་པ་མིན། །གཞན་དག་གིས་ནི་སེམས་གཡེང་མིན། །
en: One must not get angry, leave rubbish behind, Or be an object of the others’ rebukes. {35.126}

source: སོལ་བ་ཐལ་བའི་ནང་དག་ཏུ། །ནམ་ཡང་ཕྱག་རྒྱ་བཤད་མི་བྱ། །
en: “One should never form a mudrā Near smoldering embers or ashes.

source: གཞན་གྱི་བུད་མེད་ལ་ཆགས་དང་། །གཞན་ནོར་ཆགས་ལའང་བཤད་མི་བྱ། །
en: Nor should one hanker after the wives Or the possessions of others. {35.127}

source: ལངས་དང་ཉལ་བ་དག་ལ་ནི། །ཕྱག་རྒྱ་བདེ་འབྱུང་བཤད་མི་བྱ། །
en: “For a mudrā to bring happiness, one should form it Neither standing up nor lying down.

source: ལྷོར་བལྟས་འདུག་ལའང་མ་ཡིན་ཏེ། །ནུབ་ཏུ་བལྟས་ཏེ་འདུག་པར་མིན། །
en: One should not be facing south Or west. {35.128}

source: སྟེང་དང་འོག་གི་ཕྱོགས་དག་ཏུའང་། །ཕྱག་རྒྱ་བཅིང་བར་མི་བྱའོ། །
en: “Nor should one form a mudrā Facing upward or downward,

source: བྱང་དང་ཤར་དུ་བལྟས་པ་དང་། །ཕྱོགས་མཚམས་དག་ནི་དེ་དག་ཏུ། །
en: But only facing north or east, Or the intermediate directions in between. {35.129}

source: དཀྱིལ་འཁོར་བདག་པོའི་སྔགས་དྲན་ནས། །སྔགས་ཤེས་པས་ནི་ཕྱག་རྒྱ་བཅིང་། །
en: “An adept of mantras should form a mudrā Knowing that the mantra [deity] is the lord of the maṇḍala.

source: ཕྱག་རྒྱ་མ་ལུས་བཅིང་བ་ལ། །ཆོ་ག་མཆོག་འདི་འདོད་པ་ཡིན། །
en: When forming any mudrās, This procedure is regarded as supreme. {35.130}

source: དེ་ཡི་འོག་ཏུ་བརྗོད་བྱ་བ། །ཕྱག་རྒྱ་ཉི་ཤུ་གཅིག་པ་ཡིན། །
en: “Next, I will teach the mudrās Enumerated after the twentieth.

source: ལག་གཉིས་མཉམ་པར་བྱས་ནས་ནི། །སོར་མོ་རྣམས་ནི་སྦྱར་བར་བྱ། །དེ་ནས་སོར་མོ་གུང་མོ་ནི། །རྩེ་མོ་སྦྱར་བར་བྱ་བ་ཡིན། །
en: One should join the hands, evenly aligned, And bring the fingers together, Pointing them toward the tips Of the middle fingers. {35.131}

source: མཛུབ་མོ་དང་ནི་མཐེའུ་ཆུང་གི། །རྩེ་མོ་ཚིགས་ནི་བར་མར་གཞག །
en: “The tips of the index and small fingers Should be placed on the joint of the index finger.

source: ཕྱག་རྒྱ་ཤེས་པས་རྟག་བྱ་བ། །མཐེ་བོང་གཉིས་ནི་བཀུག་རྟེན་ཅིང་། །རྩེ་མོ་གསུམ་སྦྱར་ཡང་དག་ལྡན། །པཊྚི་སཾ་དུ་མཁས་པས་ཤེས། །
en: The mantra adept should always do [this] With the thumbs folded and drawn in. When the hands thus form the shape of three spikes, The learned ones know this mudrā as the three-pointed lance. {35.132}

source: ཕྱག་རྒྱ་འདི་ནི་མཆོག་ཡིན་ཏེ། །མྱུར་དུ་གཞན་གྱི་སྔགས་རྣམས་གཅོད། །
en: “This excellent mudrā will quickly Break the mantras Or the mudrās of one’s adversaries.

source: དེ་ནས་གཞན་གྱི་ཕྱག་རྒྱ་གཅོད། །
en: It can be used only against wicked beings. {35.133}

source: མ་རུངས་སེམས་ཅན་ལ་སྦྱར་བྱ། །གཟའ་དང་མ་མོ་སྲུལ་པོ་ཡི། །འབྱུང་པོ་ཀུན་ནི་སྐྲག་པར་བྱེད། །
en: “It will frighten all the spirits— The grahas, the mātṛs, and the pūtanas—

source: ལས་རྣམ་སྣ་ཚོགས་བྱེད་པ་སྟེ། །
en: And will accomplish a variety of activities.

source: ཞི་བའང་མྱུར་དུ་འགུགས་པར་བྱེད། །
en: It can swiftly summon Śiva. {35.134}

source: དྲག་པོ་ཁྱབ་འཇུག་ཚངས་པ་དག །གང་དག་རང་གིས་སྨྲས་པའི་སྔགས། །
en: “The mantra adept can break The mantras recited by Rudra, Viṣṇu, or even Brahmā himself,

source: ཆོ་ག་མཐོང་བའི་ལས་ཀྱིས་ནི། །
en: If he performs the rite according to procedure. {35.135}

source: སྔགས་ཤེས་པས་ནི་དེ་དག་གཅོད། །བདག་ཉིད་ཆེན་པོ་པཊྚི་སའི། །ཕྱག་རྒྱ་དང་ནི་ལྡན་པ་དང་། །རྒྱལ་བའི་ཞལ་ནས་བྱུང་བ་ཡི། །སྔགས་ཉིད་དང་ཡང་ལྡན་གནས་ནརྣམ་པ་སྣ་ཚོགས་ལས་བྱེད་དེ། །
en: “If one keeps using this mudrā— The mighty three-pointed lance — Along with a mantra that originated From the mouths of the victorious ones, {35.136} “One will accomplish a variety of activities.

source: དེ་བཞིན་གཅོད་དང་དྲལ་བའི་ལས། །སེམས་ཅན་གཞན་གྱིས་བྱས་པའི་སྐྱོན། །མ་ལུས་མཐའ་དག་འཇིག་པར་བྱེད། །
en: By performing the rites of crushing and destroying, One will completely destroy Any negativity created by hostile beings. {35.137}

source: ལག་གཉིས་དེ་བཞིན་སྦྱར་ནས་ནི། །གུང་མོ་སྲིན་ལག་བསྒྲེང་བྱ་སྟེ། །
en: “One should clasp the hands together, Raising up the middle and ring fingers.

source: ལག་གཉིས་ཡང་དག་ལྡན་པ་ནི། །མཚན་དང་འདྲ་བར་ཡང་དག་འབྱུང་། །
en: The two hands should be joined, Forming the shape of a liṅga.

source: སོར་མོ་བཞི་ནི་ཡང་དག་ལྡན། །མཚན་གྱི་ཕྱག་རྒྱ་ཞེས་འདོད་དོ། །
en: This mudrā, known as the liṅga, Is formed using four fingers. {35.138}

source: ལྷ་ཡི་བུ་ནི་དབང་ཕྱུག་ཆེ། །རང་གི་རྒྱས་ནི་ཕྱག་རྒྱ་བཏབ། །
en: “The god Maheśvara himself Taught this mudrā and his personal mantra

source: ཐུབ་པས་སྔོན་ནི་བཀུག་པ་ལ། །རྒྱུད་འདི་ལས་ནི་གསུངས་པ་ཡིན། །
en: In a tantra that was formerly Adopted by the Sage. {35.139}

source: ཆོ་ག་མཆོག་འདིར་དམ་ཚིག་དང་། །བདག་ཉིད་སྔགས་ནི་མ་ལུས་དག །དེ་བཞིན་ཕྱག་རྒྱ་རྒྱ་ཆེར་བཅས། །བཀུག་ནས་རབ་ཏུ་བསྟན་པ་ཡིན། །
en: “He also taught at length his other Personal mantras and mudrās, Which were, at that time, Adopted in this supreme manual,

source: ཕྱག་རྒྱ་ཡི་ནི་རབ་མཆོག་འདི། །འཇིག་རྟེན་དག་ལ་རབ་ཏུ་བསྟན། །
en: But this excellent mudrā Was proclaimed the best among worldly mudrās. {35.140}

source: ཕྱག་རྒྱ་དག་ནི་གང་ཇི་སྙེད། །དྲག་པོས་ས་སྟེང་རབ་བསྟན་པ། །
en: “However many mudrās there are That were taught by Rudra on earth,

source: དེ་དག་གི་ནི་བདག་པོ་མཆོག །ཕྱག་རྒྱ་འདི་ནི་རྟགས་གཅིག་ཡིན། །
en: This mudrā, the single liṅga, Is their lord, best of them [all]. {35.141}

source: འཇམ་པའི་དབྱངས་ནི་བློ་ལྡན་པ། །བྱང་ཆུབ་སེམས་དཔའི་མཐུ་ཡིས་ནི། །དཀྱིལ་འཁོར་འདིར་ནི་བསྡུས་པ་སྟེ། །
en: “Brought into the maṇḍala Through the bodhisattva power Of the sagacious Mañjughoṣa,

source: སྦྱིན་སྲེག་ལས་ནི་རབ་སྒྲུབ་པའོ། །
en: [This lord of mudrās ] accomplishes the rites of homa. {35.142}

source: གང་དག་ཇི་སྙེད་གདུག་པ་པ། །ས་ཡི་སྟེང་ན་རྒྱུ་བ་ཡི། །གདོན་དང་ཤ་རྗེན་ཤ་ཟ་དང་། །མ་མོ་དང་ནི་ལུས་སྲུལ་པོ། །
en: “Whatever evil beings Roam the earth— Grahas, kravyādas, piśitāśas, Mātṛs, kaṭapūtanas— {35.143} “This mudrā is for restraining them.
